Repository: zizicici/moontake
Catalog: moontake/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# tutorials.content
source: 1. Please align the camera with the moon 2. Use two fingers to adjust the size of the moon (Note: Bigger is not always better, excessive zoom may result in decreased image quality) 3. You can tap on the position of the moon for autofocus. If autofocus is not clear enough, you can drag the focus slider for manual focusing 4. Tap the "-" and "+" buttons to adjust the brightness. Lowering the brightness ensures more details of the moon 5. Tap the circular capture button to take a photo
ar: 1. وجّه الكاميرا نحو القمر 2. استخدم إصبعين لضبط حجم القمر (ملاحظة: الأكبر ليس دائمًا أفضل، فقد يؤدي التكبير المفرط إلى انخفاض جودة الصورة) 3. يمكنك الضغط على موضع القمر لاستخدام التركيز التلقائي. إذا لم يكن التركيز التلقائي واضحًا بما يكفي، يمكنك سحب شريط التركيز للتركيز اليدوي 4. اضغط على الزرين "-" و"+" لضبط السطوع. يساعد خفض السطوع على إظهار مزيد من تفاصيل القمر 5. اضغط على زر الالتقاط الدائري لالتقاط صورة
de: 1. Richten Sie die Kamera auf den Mond aus 2. Verwenden Sie zwei Finger, um die Größe des Mondes anzupassen (Hinweis: Größer ist nicht immer besser, übermäßiges Zoomen kann zu einer verringerten Bildqualität führen) 3. Tippen Sie auf die Position des Mondes, um den Autofokus zu verwenden. Wenn der Autofokus nicht scharf genug ist, können Sie den Fokusschieberegler ziehen, um manuell zu fokussieren 4. Tippen Sie auf die "-" und "+" Tasten, um die Helligkeit anzupassen. Eine niedrigere Helligkeit stellt mehr Details des Mondes dar 5. Tippen Sie auf den runden Aufnahmebutton, um ein Foto zu machen
es: 1. Apunta la cámara a la luna 2. Haz zoom con dos dedos para ajustar el tamaño de la luna (ten en cuenta que un tamaño demasiado grande puede afectar la calidad de la imagen) 3. Puedes hacer clic en la posición de la luna para enfocar automáticamente. Si el enfoque automático no es lo suficientemente nítido, puedes arrastrar el deslizador de enfoque para ajustarlo manualmente 4. Haz clic en los botones '-' y '+' para ajustar el brillo. Reducir el brillo permite mostrar más detalles de la luna 5. Haz clic en el botón circular de captura
fr: 1. Alignez l'appareil photo sur la lune 2. Utilisez deux doigts pour ajuster la taille de la lune (Remarque : plus grand n'est pas toujours meilleur, un zoom excessif peut entraîner une baisse de la qualité d'image) 3. Appuyez sur la position de la lune pour utiliser la mise au point automatique. Si la mise au point automatique n'est pas suffisamment nette, vous pouvez faire glisser le curseur de mise au point pour effectuer une mise au point manuelle 4. Appuyez sur les boutons "-" et "+" pour régler la luminosité. Une luminosité plus basse permet de mieux représenter les détails de la lune 5. Appuyez sur le bouton rond de capture pour prendre une photo
ja: 1. カメラを月に合わせてください 2. 2本の指で拡大縮小して月のサイズを調整してください（注意：月のサイズは大きいほうがいいというわけではありません。拡大倍率が大きすぎると画質が低下する可能性があります） 3. 月の位置をタップして自動フォーカスを行います。自動フォーカスが十分な鮮明さを持たない場合は、フォーカススライダーをドラッグして手動フォーカスを行ってください 4. 「-」および「+」ボタンをタップして明暗を調整します。明るさを下げることで、より多くの月のディテールが捉えられます 5. 円形の撮影ボタンをタップして写真を撮影してください
pt_br: 1. Aponte a câmera para a lua 2. Use o movimento de pinça com dois dedos para ajustar o tamanho da lua (observe que o tamanho da lua não precisa ser muito grande, pois um aumento excessivo pode resultar em perda de qualidade de imagem) 3. Toque na área onde a lua está para focar automaticamente. Se o foco automático não estiver nítido o suficiente, arraste o controle de foco para ajustar manualmente 4. Toque nos botões '-' e '+' para ajustar o brilho. Reduzir o brilho permite capturar mais detalhes da lua 5. Toque no botão redondo de captura para tirar a foto
pt_pt: 1. Aponte a câmera para a lua 2. Use o movimento de pinça com dois dedos para ajustar o tamanho da lua (observe que o tamanho da lua não precisa ser muito grande, pois um aumento excessivo pode resultar em perda de qualidade de imagem) 3. Toque na área onde a lua está para focar automaticamente. Se o foco automático não estiver nítido o suficiente, arraste o controle de foco para ajustar manualmente 4. Toque nos botões '-' e '+' para ajustar o brilho. Reduzir o brilho permite capturar mais detalhes da lua 5. Toque no botão redondo de captura para tirar a foto
ru: 1. Направьте камеру на Луну 2. Зумируйте, чтобы изменить размер Луны (Обратите внимание, что большой размер Луны не всегда является лучшим, поскольку это может ухудшить качество изображения) 3. Нажмите на позицию Луны для автоматической фокусировки. Если автоматическая фокусировка не дает четкого изображения, вы можете использовать регулятор фокусировки для ручной настройки 4. Используйте кнопки «-» и «+» для коррекции яркости. Уменьшение яркости поможет сохранить больше деталей Луны 5. Щелкните круглую кнопку сделать фото
uk: 1. Наведіть камеру на Місяць 2. Застосуйте жести двома пальцями, щоб змінити розмір Місяця (Зверніть увагу, що більший розмір Місяця не завжди дає кращу якість, дуже великий розмір може знизити якість фото) 3. Натискайте на область Місяця, щоб автоматично сфокусувати, якщо автоматичне фокусування не є чітким, перемістіть повзунок фокусування для ручного налаштування 4. Користуйтеся кнопками «-» і «+», щоб настроїти яскравість. Зменшення яскравості дозволить зберегти більше деталей Місяця 5. Натисніть круглу кнопку зйомки
zh_hans: 1. 请将相机对准月亮 2. 双指缩放调整月亮的大小（注意，月亮的大小不是越大越好，放大倍数过大会造成画质下降） 3. 可以点击月亮所在的位置进行自动对焦，如果自动对焦不够清晰，可以拖动对焦滑杆进行手动对焦 4. 点击 “-” 和 “+” 按钮调整明暗度，降低亮度可以保证更多的月亮细节 5. 点击圆形的拍摄按钮
zh_hant: 1. 請將相機對準月亮 2. 雙指縮放調整月亮的大小（注意，月亮的大小不是越大越好，放大倍數過大會造成畫質下降） 3. 可以點擊月亮所在的位置進行自動對焦，如果自動對焦不夠清晰，可以拖動對焦滑杆進行手動對焦 4. 點擊 “-” 和 “+” 按鈕調整明暗度，降低亮度可以保證更多的月亮細節 5. 點擊圓形的拍攝按鈕
zh_hk: 1. 請將相機對準月亮 2. 雙指縮放調整月亮的大小（注意，月亮的大小不是越大越好，放大倍數過大會造成畫質下降） 3. 可以點擊月亮所在的位置進行自動對焦，如果自動對焦不夠清晰，可以拖動對焦滑杆進行手動對焦 4. 點擊 “-” 和 “+” 按鈕調整明暗度，降低亮度可以保證更多的月亮細節 5. 點擊圓形的拍攝按鈕

# tutorials.title
source: Tutorials
ar: الدليل
de: Anleitungen
es: Tutoriales
fr: Tutoriels
ja: チュートリアル
pt_br: Tutoriais
pt_pt: Tutoriais
ru: Руководства
uk: Навчання
zh_hans: 教程
zh_hant: 教程
zh_hk: 教程

# watermark.promotion.tagline
source: moontake A Moon Camera
ar: moontake كاميرا القمر
de: moontake Eine Mondkamera-App
es: moontake Una cámara lunar
fr: moontake Une application d'appareil photo lunaire
ja: moontake 月撮影専用カメラ
pt_br: moontake Uma Câmera Lunar
pt_pt: moontake Uma Câmera Lunar
ru: moontake Лунная камера
uk: moontake Камера для зйомки Місяця
zh_hans: moontake 一个只拍月亮的App
zh_hant: moontake 一個只拍月亮的App
zh_hk: moontake 一個只拍月亮的App
